7zip
accessibility-inspector
acpi
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alacritty
alligator
alsa-utils
angelfish
ansi2txt-bin
arch-install-scripts
arianna
ark
artikulate
aspell
audex
audiocd-kio
audiotube
base
base-devel
bc
biber
bind
blinken
blueman
bluetuith
bluez
bluez-obex
bluez-utils
bomber
bottom
bovo
breeze-plymouth
brightnessctl
btop
calligra
cantor
cava
cervisia
chafa
clang
cmake
cmatrix
colord-kde
cowsay
docker
dolphin
dolphin-plugins
dosfstools
dotnet-runtime
dragon
dunst
efibootmgr
elisa
enca
espeak-ng
evince
eww
eza
falkon
feh
ffmpegthumbs
filelight
firefox
flatpak-kcm
foot
francis
fzf
gedit
ghostwriter
gimp
git
github-cli
glava
glaze
granatier
grantlee-editor
grim
grub
gst-plugin-pipewire
gtkwave
gum
gvfs
gwenview
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
imv
inkscape
intel-ucode
isoimagewriter
itinerary
iverilog
iwd
jdk-openjdk
jq
juk
julia
k3b
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-dev-scripts
kde-dev-utils
kde-inotify-survey
kdebugsettings
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgeography
kget
kgoldrunner
kgpg
kgraphviewer
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kio-admin
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kitty
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
krdc
krecorder
kreversi
krfb
krita
kruler
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksudoku
ksystemlog
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kvantum
kwalletmanager
kwave
kweather
kwordquiz
labplot
less
lib32-nvidia-utils
libfaketime
libkate
libmpeg2
libreoffice-fresh
librespot
libtiger
libupnp
libxcursor
linux
linux-firmware
linux-headers
lokalize
lskat
marble
markdownpart
massif-visualizer
mbox-importer
merkuro
meson
minuet
mtools
nano
ncdu
ncspot
neochat
neofetch
neovim
network-manager-applet
networkmanager
nodejs
npm
nss-mdns
ntfs-3g
nvidia-open
nvidia-settings
nvidia-utils
nvm
obs-studio
obsidian
okular
os-prober
otf-hermit-nerd
pacman-contrib
palapeli
pamixer
parley
partitionmanager
pavucontrol
picmi
pim-data-exporter
pim-sieve-editor
pipewire-alsa
plasma-meta
plasma-sdk
plasmatube
plymouth-kcm
polkit-gnome
poxml
python-ansi2html
python-astropy
python-dnspython
python-ipykernel
python-ipywidgets
python-matplotlib
python-numpy
python-opencv
python-openpyxl
python-pandas
python-pip
python-pygame
python-pywal
python-pywalfox
python-reportlab
python-scikit-learn
python-scipy
python-seaborn
python-sympy
python-typer
python-xlrd
python312
qrca
qt5-graphicaleffects
qt5-quickcontrols2
qt5ct
qt6ct
rar
re2
reflector
rocs
rofi
rsync
rtw88-dkms-git
rustup
sddm
skanlite
skanpage
skladnik
slurp
sof-firmware
speech-dispatcher
spotify-player
spotifyd
steam
step
stow
sudo
superproductivity-bin
svgpart
swaybg
swayidle
swaylock
sweeper
tcsh
telegram-desktop
telly-skout
terminus-font
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
thefuck
thunar
tokodon
ttf-dejavu
ttf-iosevka
ttf-jetbrains-mono
umbrello
unzip
usbutils
vim
visual-studio-code-bin
viu
vlc
vlc-plugin-ass
vlc-plugin-freetype
vlc-plugin-srt
vlc-plugin-svg
vlc-plugins-all
vlc-plugins-extra
vulkan-headers
waybar
wayland
wayland-protocols
wf-recorder
wget
wine-stable-mono
wlroots-git
woeusb-ng
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xf86-video-intel
xf86-video-vesa
xournalpp
xterm
yakuake
yay-bin
yay-bin-debug
yazi
zanshin
zathura
zathura-pdf-mupdf
zotero
zoxide
zsh
zsh-theme-powerlevel10k-git
